app/views/home/index.html.erb


<%= User.find(1).posts %>
---
SELECT `users`.* FROM `users` WHERE `users`.`id` = 1 ORDER BY `users`.`id` ASC LIMIT 1