app/controllers/posts_controller.rb

INSERT INTO `posts` (`created_at`, `description`, `title`, `updated_at`) VALUES ('2014-03-13 08:36:07', 'ecdfeswae', 'First', '2014-03-13 08:36:07')
---
	def create
		@post = Post.new(post_params)
		if @post.save